tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ynqa/tap"
brew "chezmoi"
brew "chruby"
brew "erlang"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git-extras"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "nvm"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ynqa/tap/jnv"
cask "font-symbols-only-nerd-font"
cask "ngrok"
vscode "alefragnani.project-manager"
vscode "alexisvt.flutter-snippets"
vscode "amatiasq.sort-imports"
vscode "appcypher.astro"
vscode "astro-build.astro-vscode"
vscode "atlassian.atlascode"
vscode "bengreenier.vscode-node-readme"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bysabi.prettier-vscode-standard"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gruntfuggly.todo-tree"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kamilturek.vscode-zpl-viewer"
vscode "killalau.vscode-liquid-snippets"
vscode "lokalise.i18n-ally"
vscode "maty.vscode-mocha-sidebar"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "mtxr.sqltools"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "octref.vetur"
vscode "orta.vscode-twoslash-queries"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "randomfractalsinc.vscode-data-preview"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "sburg.vscode-javascript-booster"
vscode "shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "soloham.json-table"
vscode "southclaws.vscode-pawn"
vscode "subtixx.mtasa-lua"
vscode "theletslook.mtasasnippets"
vscode "thomascsd.vscode-readme-pattern"
vscode "tomoki1207.pdf"
vscode "tomrijndorp.find-it-faster"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vilicvane.sensitive-replace"
vscode "vintharas.learn-vim"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
